samples/sample-basic/android/app/atlas/d2/chart.d2
...@../../../../atlas/d2/classes.d2
android_app: :android:app
android_lib: :android:lib
java: :java
kotlin_jvm: :kotlin:jvm
kotlin_kmp: :kotlin:kmp
other: :other
android_app -> android_lib
android_app -> kotlin_kmp
android_lib -> kotlin_jvm
android_lib -> other
java -> other
kotlin_kmp -> java
kotlin_kmp -> kotlin_jvm
